// Copyright 2008 Cyrus Najmabadi
//
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
//
//     http://www.apache.org/licenses/LICENSE-2.0
//
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* No comment provided by engineer. */
"$%@. %@ - %@ discs." = "$%@. %@ - %@ plater.";

/* No comment provided by engineer. */
"$%@. %@ - 1 disc." = "$%@. %@ - 1 plate.";

/* 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* No comment provided by engineer. */
"%@ (No Online Ticketing)" = "%@ (Har ikke nettsalg)";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* No comment provided by engineer. */
"%d hours" = "%d timer";

/* No comment provided by engineer. */
"%d minutes" = "%d minutter";

/* No comment provided by engineer. */
"%d months ago" = "%d måneder siden";

/* No comment provided by engineer. */
"%d of %d" = "%d av %d";

/* No comment provided by engineer. */
"%d theaters outside search area" = "%d kinoer utenfor søkeområdet";

/* No comment provided by engineer. */
"%d weeks ago" = "%d uker siden";

/* No comment provided by engineer. */
"%d years ago" = "%d år siden";

/* No comment provided by engineer. */
"1 hour" = "1 time";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilometer";

/* No comment provided by engineer. */
"1 mile" = "1 mile";

/* No comment provided by engineer. */
"1 minute" = "1 minutt";

/* No comment provided by engineer. */
"1 month ago" = "1 måned siden";

/* No comment provided by engineer. */
"1 theater outside search area" = "1 kino utenfor søkeområdet";

/* No comment provided by engineer. */
"1 week ago" = "1 uke siden";

/* No comment provided by engineer. */
"1 year ago" = "1 år siden";

/* No comment provided by engineer. */
"About" = "Om";

/* This string has to be small enough to be visible with a picker switch next to it */
"Auto-Update Location" = "Oppdater plassering automatisk";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* No comment provided by engineer. */
"Both" = "Begge";

/* No comment provided by engineer. */
"Call" = "Ring";

/* No comment provided by engineer. */
"Cast:" = "Skuespillere:";

/* No comment provided by engineer. */
"Change date" = "Endre dato";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Sted eller postnummer";

/* No comment provided by engineer. */
"Could not find location." = "Kunne ikke finne stedet.";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray details provided by:" = "DVD/Blu-ray informasjon levert av:";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Informasjon om fremtidige datoer kan være ufullstendinge. Sett søkedatoen til dagens dato for å se komplette visningstider.";

/* No comment provided by engineer. */
"Director:" = "Regissør:";

/* No comment provided by engineer. */
"Directors:" = "Regissører:";

/* No comment provided by engineer. */
"Distance" = "Avstand";

/* No comment provided by engineer. */
"Downloading data" = "Laster ned data";

/* No comment provided by engineer. */
"Downloading poster" = "Laster ned plakat";

/* This string must it on a button half the width of the screen. */
"E-mail listings" = "Mail visningstider";

/* No comment provided by engineer. */
"E-mail" = "E-mail";

/* No comment provided by engineer. */
"Favorites" = "Favoritter";

/* No comment provided by engineer. */
"Format:" = "Format:";

/* No comment provided by engineer. */
"Genre:" = "Sjanger:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Stedstjenester levert av:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Grafikk av Jeffrey Nee";

/* No comment provided by engineer. */
"Last Friday" = "Forrige fredag";

/* No comment provided by engineer. */
"Last Monday" = "Forrige mandag";

/* No comment provided by engineer. */
"Last Saturday" = "Forrige lørdag";

/* No comment provided by engineer. */
"Last Sunday" = "Forrige søndag";

/* No comment provided by engineer. */
"Last Thursday" = "Forrige torsdag";

/* No comment provided by engineer. */
"Last Tuesday" = "Forrige tirsdag";

/* No comment provided by engineer. */
"Last Wednesday" = "Forrige onsdag";

/* plural */
"Less than %d %@ away" = "Mindre enn %1$d %2$@ unna";

/* singular */
"Less than 1 %@ away" = "Mindre enn en %@ unna";

/* No comment provided by engineer. */
"License" = "Lisens";

/* No comment provided by engineer. */
"Loading poster" = "Laster inn plakat";

/* No comment provided by engineer. */
"Local results unavailable" = "Lokale resultater er ikke tilgjengelig";

/* No comment provided by engineer. */
"Localized by:" = "Oversatt av:";

/* No comment provided by engineer. */
"Location" = "Sted";

/* No comment provided by engineer. */
"Map" = "Kart";

/* No comment provided by engineer. */
"Movie details provided by:" = "Filminformasjon levert av:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Filmanmeldelser levert av:";

/* No comment provided by engineer. */
"Movies" = "Filmer";

/* No comment provided by engineer. */
"Name" = "Navn";

/* No comment provided by engineer. */
"Network unavailable" = "Nettverket er utilgjengelig";

/* No comment provided by engineer. */
"No information found" = "Ingen informasjon funnet";

/* No comment provided by engineer. */
"No more show times available today." = "Ingen flere visningstider for i dag.";

/* No comment provided by engineer. */
"No results found for '%@'" = "Ingen resultater funnet for '%@'";

/* No comment provided by engineer. */
"No synopsis available." = "Intet sammendrag tilgjengelig.";

/* No comment provided by engineer. */
"None" = "Ingen";

/* No comment provided by engineer. */
"Not yet rated" = "Ikke vurdert ennå";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Order tickets for %@" = "Bestill billetter til %@";

/* This string must it on a button half the width of the screen. */
"Play trailer" = "Vis trailer";

/* No comment provided by engineer. */
"Please enter your location" = "Vennligst oppgi din plassering";

/* No comment provided by engineer. */
"Project website" = "Nettside for prosjektet";

/* No comment provided by engineer. */
"Rated %@" = "Vurdert til %@";

/* No comment provided by engineer. */
"Rated:" = "Sensur:";

/* This string must it on a button half the width of the screen. */
"Read reviews" = "Les anmeldelser";

/* No comment provided by engineer. */
"Really close by" = "Veldig nærme";

/* No comment provided by engineer. */
"Really far away" = "Langt unna";

/* No comment provided by engineer. */
"Release date:" = "Premieredato:";

/* No comment provided by engineer. */
"Release" = "Premiere";

/* No comment provided by engineer. */
"Release: %@" = "Premiere: %@";

/* No comment provided by engineer. */
"Reviews" = "Anmeldelser";

/* No comment provided by engineer. */
"Running time:" = "Lengde:";

/* No comment provided by engineer. */
"Score" = "Rating";

/* No comment provided by engineer. */
"Search Date" = "Søkedato";

/* No comment provided by engineer. */
"Search Distance" = "Søkeavstand";

/* No comment provided by engineer. */
"Send Feedback" = "Gi tilbakemelding";

/* No comment provided by engineer. */
"Settings" = "Innstillinger";

/* No comment provided by engineer. */
"Show %d hidden theaters" = "Vis %d skjulte kinoer";

/* No comment provided by engineer. */
"Show 1 hidden theater" = "Vis en skjult kino";

/* No comment provided by engineer. */
"Show times retrieved on %@." = "Vis tider hentet %@.";

/* No comment provided by engineer. */
"Studio:" = "Filmstudio:";

/* No comment provided by engineer. */
"Theater last reported show times on\n%@." = "Kinoen leverte visningstider sist \n%@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Leverandørene av kinodataene begrenser ofte avstanden de leverer informasjon for. Dette medfører at noen kinoer ikke vil vises selv om avstanden du søker på er tilstrekkelig.";

/* No comment provided by engineer. */
"Theaters" = "Kinoer";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Denne kinoen har ikke levert visningstider. Når de blir tilgjengelig, vil %@ hente de automatisk.";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Billettsalg levert av:";

/* No comment provided by engineer. */
"Title" = "Tittel";

/* No comment provided by engineer. */
"Today" = "I dag";

/* No comment provided by engineer. */
"Unknown Distance" = "Ukjent avstand";

/* No comment provided by engineer. */
"Unknown release date" = "Ukjent utgivelsesdato";

/* No comment provided by engineer. */
"Unrated" = "Ikke vurdert";

/* No comment provided by engineer. */
"Upcoming" = "Kommende";

/* This string has to be small enough to be visible with a picker switch next to it */
"Use Small Fonts" = "Bruk liten skrft";

/* This string must it on a button half the width of the screen. */
"Visit IMDb" = "Besøk IMDb";

/* No comment provided by engineer. */
"Website" = "Nettsted";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Skrevet av Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "I går";

/* No comment provided by engineer. */
"Your %@'s country is set to: %@\n\nFull support for MetaFlix is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "Din %@s land er satt til: %@\n\nFull støtte for MetaFlix kommer snart til ditt land, og noen funksjoner er allerede klare til bruk i dag! Når flere funksjoner blir klare, vil du bli informert om oppdateringer.";

/* No comment provided by engineer. */
"kilometer" = "kilometer";

/* No comment provided by engineer. */
"kilometers" = "kilometer";

/* No comment provided by engineer. */
"mile" = "mile";

/* No comment provided by engineer. */
"miles" = "mile";